Revit 2024 API
ConnectorSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public virtual ConnectorSetIterator ReverseIterator()
Visual Basic
Public Overridable Function ReverseIterator As ConnectorSetIterator
Visual C++
public:
virtual ConnectorSetIterator^ ReverseIterator()
Return Value
Returns a backward moving iterator to the set.
See Also
ConnectorSet Class
Autodesk.Revit.DB Namespace